print(" ██    ██ ██ ██   ██ ████████  ██████  ██████  ██ ███    ██  █████  ")
print("  ██    ██ ██ ██  ██     ██    ██    ██ ██   ██ ██ ████   ██ ██   ██ ")
print("  ██    ██ ██ █████      ██    ██    ██ ██████  ██ ██ ██  ██ ███████ ")
print("  ██  ██  ██ ██  ██     ██    ██    ██ ██   ██ ██ ██  ██ ██ ██   ██ ")
print("   ████   ██ ██   ██    ██     ██████  ██   ██ ██ ██   ████ ██   ██ ")

print ("viktorina - моя первая тестовая программа на python, программа подразумевает игровой опыть с решением математических примеров. На данный момент игра находится в BETA версии но тем не менее являеться досойным для меня проектом!")
print ("-----------")
print ("-----------")
print ("-----------")
print ("-----------")
print("Вопрос 1:")
print("2 * 8 ?")
A = int(input())
if A == 16:
    print("Верно!")
else:
    print("Неверно!")

print("Вопрос 2:")
print("5 * 6 ?")
B = int(input())
if B == 30:
    print("Верно!")
else:
    print("Неверно!")

print("Вопрос 3:")
print("4 * 7 ?")
C = int(input())
if C == 28:
    print("Верно!")
else:
    print("Неверно!")

print("Вопрос 4:")
print("3 * 9 ?")
D = int(input())
if D == 27:
    print("Верно!")
else:
    print("Неверно!")

print("Вопрос 5:")
print("6 * 6 ?")
E = int(input())
if E == 36:
    print("Верно!")
else:
    print("Неверно!")

print("Вопрос 6:")
print("7 * 5 ?")
F = int(input())
if F == 35:
    print("Верно!")
else:
    print("Неверно!")

print("Вопрос 7:")
print("9 * 2 ?")
G = int(input())
if G == 18:
    print("Верно!")
else:
    print("Неверно!")

print("Вопрос 8:")
print("8 * 3 ?")
H = int(input())
if H == 24:
    print("Верно!")
else:
    print("Неверно!")

